"""
所有频道
"""
elites = [(1, '好券商品'),(2, '精选卖场'), (10, '9.9包邮'), (15, '京东配送'), (22, '实时热销榜'), 
          (23, '为你推荐'), (24, '数码家电'), (25, '超市'), (26, '母婴玩具'), (27, '家具日用'), (28, '美妆穿搭'),
          (30, '图书文具'), (31, '今日必推'), (32, '京东好物'), (33, '京东秒杀'), (34, '拼购商品'), (40, '高收益榜'),
          (41, '自营热卖榜'), (108, '秒杀进行中'), (109, '新品首发'), (110, '自营'), (112, '京东爆品'), (125, '首购商品'),
          (129, '高佣榜单'), (130, '视频商品'), (153, '历史最低价商品榜'), (238, '新人价商品'), (315, '秒杀未开始'), (341, '3C新品'),
          (342, '智能新品'), (343, '3C长尾商品'), (345, '时尚新品'), (346, '时尚爆品'), (1001, '选品库'), (515, '订单接龙商品'), 
          (519, '官方活动'), (536, '577全球购'), (12318, '便宜包邮') ,(12339, '超市卡'), (13231, '厂货超级补贴'), (13355, '超级补贴'),
          (13361, '前N补贴'), (13435, '秒杀专享价'), (13480, '试用品'), (13782, '超补精选'), (13900, '超补C补（含预告）'), (13899, '超补B补（含预告）')]